"ALL_DAY_DAY_VIEW" = "día ent.";
"NOON" = "Mediodía";
"UNTITLED_EVENT" = "Nuevo evento";
"ALL_DAY" = "día ent.";
"ALL_DAY_EVENTS" = "eventos de todo el día";
"CELL_ENDS" = "Termina";

"CALENDARS" = "Calendarios";

"ALL" = "Todos";
"ALL_CALENDARS" = "Todos";
"ALL_OF_STORE" = "Todos en %@";
"N_CALENDARS" = "%@ calendarios";

"SHOW_CALENDARS" = "Mostrar calendarios";
"SHOW_ALL_CALENDARS" = "Mostrar todos los calendarios";
"HIDE_ALL_CALENDARS" = "Ocultar todos los calendarios";
"NO_CALENDARS" = "Ningún calend.";

"ALERT" = "Alerta";
"ALERT_LOWERCASE" = "alerta";
"ALERT_DETAIL_NAV_TITLE" = "Alerta";
"SECOND_ALERT" = "2.ª alerta";
"NONE_ALERT" = "Ninguna";
"NONE_INVITEES" = "Ninguno";
"EVENT" = "Evento";
"EVENTS" = "Eventos";

"INTERVAL_SEPARATOR" = ", ";
"INTERVAL_DAYS" = "%@ días";
"INTERVAL_DAY" = "1 día";
"INTERVAL_HOURS" = "%@ horas";
"INTERVAL_HOUR" = "1 hora";
"INTERVAL_MINUTES" = "%@ minutos";
"INTERVAL_MINUTE" = "1 minuto";
"INTERVAL_SECONDS" = "%@ segundos";
"INTERVAL_SECOND" = "1 segundo";
"INTERVAL_WEEK" = "1 semana";
"INTERVAL_FORMAT_BEFORE" = "%@ antes";
"INTERVAL_FORMAT_AFTER" = "%@ después";
"BEFORE" = " antes";
"AFTER" = " después";
"ON_TIME" = "A la hora del evento";
"ON_TIME_AT" = "El día del evento (%@)";
"ALL_DAY_ALARM_FORMAT" = "%@ (%@)";


"DAY_TO_BETWEEN_TIMES" = " a ";
"DAY_TO_NO_START_OR_LINE_BEGINNING" = "a ";

"DAY_HEADER_WEEKDAY_WITH_DATE_MONTH_YEAR_FORMAT" = "%1$@, %2$@";

"DETAIL_ALL_DAY" = "Todo el día";

"DETAIL_DURATION_FORMAT" = "de %@ a %@";
"DETAIL_MULTIPLE_DAYS_START_FORMAT" = "de las %@ del %@";
"DETAIL_DURATION_FORMAT_NO_FROM" = "de %@ a %@";
"DETAIL_MULTIPLE_DAYS_END_FORMAT" = "a las %@ del %@";
"DETAIL_MULTIPLE_ALL_DAY_START_FORMAT" = "Diario desde el %@";
"DETAIL_MULTIPLE_ALL_DAY_END_FORMAT" = "hasta el %@";

"CALENDAR" = "Calendario";
"UNTITLED_CALENDAR" = "Calendario sin título";
"UNTITLED_ACCOUNT" = "Cuenta sin título";

"NOTES_PLACEHOLDER" = "Notas";
"NOTES_LOWERCASE" = "notas";
"NOTES" = "Notas";
"SHOW_ALL_NOTES" = "Mostrar todas las notas";

"URL" = "URL";
"URL_LOWERCASE" = "url";

"VIEW_ON_FACEBOOK" = "Ver en Facebook";

"UNKNOWN" = "Desconocido";

"SHARED_CALENDAR" = "Calendario compartido";
"SHARED" = "Compartido";
"SHARED_BY_WITH_OWNER_DESCRIPTION" = "Compartido por %@";
"SHARED_WITH_SINGLE_PERSON" = "Compartido con %@";
"SHARED_WITH_MULTIPLE_PEOPLE" = "Compartido con %@ y…";
"PUBLIC_AND_SHARED" = "Público y compartido con %@…";

"ACCESS_DENIED_EVENTS" = "Esta aplicación no tiene acceso a sus calendarios.";
"ACCESS_DENIED_REMINDERS" = "Esta aplicación no tiene acceso a sus recordatorios.";

/* Name of subscribed group */
"SUBSCRIBED" = "Suscrito";
/* Name of birthday calendar */
"BIRTHDAY_CALENDAR" = "Cumpleaños";
/* The 'other' account, where the birthday calendar lives */
"OTHER_ACCOUNT" = "Otros";

/* Name of default Reminders calendar (9806767) */
"REMINDERS_CALENDAR" = "Recordatorios";

/* Names of default iCloud calendars */
"ICLOUD_HOME_CALENDAR" = "Casa";
"ICLOUD_WORK_CALENDAR" = "Trabajo";

"STARTS" = "Empieza";
"ENDS" = "Termina";

"REPEAT" = "Repetir";
"NEVER" = "Nunca";
"DAILY" = "Diariamente";
"WEEKLY" = "Semanalmente";
"BIWEEKLY" = "Quincenalmente";
"MONTHLY" = "Mensualmente";
"YEARLY" = "Anualmente";
"CUSTOM" = "Personalizado";

"AVAILABILITY" = "Disponibilidad";
"BUSY" = "Ocupado";
"FREE" = "Libre";
"TENTATIVE" = "Por confirmar";
"OUT_OF_OFFICE" = "Fuera";

"EDIT" = "Editar";
"CANCEL" = "Cancelar";
"DONE" = "OK";
"ADD" = "Añadir";
"TO_WITH_COLON" = "Para:";

/* ICS preview controller strings */

/* titles */
"ICS_EVENT_DETAILS" = "Detalles";
"ICS_EVENTS" = "%@ eventos";

/* button title */
"ICS_ADD_ALL" = "Añadir todo";
"ICS_ADD_SOME" = "Añadir (%@)";

/* calendar chooser title */
"ICS_CHOOSE_CALENDAR" = "Seleccionar calendario";

"DELETE_CALENDAR" = "Eliminar calendario";
"EDIT_CALENDAR" = "Editar calendario";
"EDIT_CALENDARS" = "Editar calendarios";
"ADD_CALENDAR" = "Añadir calendario";
"JOIN_CALENDAR" = "Acceder a calendario";
"CALENDAR_NAME" = "Nombre del calendario";
"NEW_CALENDAR_WITH_ELLIPSIS" = "Nuevo calendario…";
"ADD_CALENDAR_WITH_ELLIPSIS" = "Añadir calendario…";
"DELETE_CALENDAR_CONFIRMATION" = "¿Seguro que desea eliminar este calendario? Todos los eventos y recordatorios asociados al calendario también se eliminarán.";
"DELETE_CALENDAR_CONFIRMATION_EVENTS_ONLY" = "¿Seguro que desea eliminar este calendario? Todos los eventos asociados al calendario también se eliminarán.";
"DELETE_CALENDAR_CONFIRMATION_REMINDERS_ONLY" = "¿Seguro que desea eliminar este calendario? Todos los recordatorios asociados al calendario también se eliminarán.";

"UNKNOWN_IDENTITY" = "alguien";
"UNKNOWN_IDENTITY_CAPITALIZED" = "Alguien";

"JOIN_CALENDAR_TITLE_FORMAT" = "¿Acceder a “%@”?";
"JOIN_CALENDAR_BODY_FORMAT" = "%@ le ha invitado a compartir un calendario.";

"CANCELELD_BY_FORMAT" = "Cancelada por %@";
"FROM_FORMAT" = "De: %@";
"TIME_CHANGED_TO_FORMAT" = "Hora cambiada a %@";
"DATE_CHANGED_TO_FORMAT" = "Fecha cambiada a %@";
"LOCATION_CHANGED" = "La ubicación ha cambiado";

"QUOTED_FORMAT" = "“%@”";

"COLOR" = "Color";
"PURPLE" = "Violeta";
"ORANGE" = "Naranja";
"BLUE" = "Azul";
"RED" = "Rojo";
"BROWN" = "Marrón";
"YELLOW" = "Amarillo";
"GREEN" = "Verde";

"SHARED_WITH_COLON" = "Compartido con:";
"PENDING" = "Pendiente";
"OWNER" = "Propietario";
"ADD_PERSON" = "Añadir persona";
"ADD_PERSON_WITH_ELLIPSIS" = "Añadir persona…";
"PUBLIC_CALENDAR" = "Calendario público";
"PUBLIC_CALENDAR_DESCRIPTION" = "Permita a cualquiera suscribirse a una versión de solo lectura de este calendario.";
"PUBLISHING_WITH_ELLIPSIS" = "Publicando…";
"VIEW_ONLY" = "Solo ver";
"VIEW_AND_EDIT" = "Ver y editar";
"ALLOW_EDITING" = "Permitir edición";
"ALLOW_EDITING_DESCRIPTION" = "Permita a esta persona realizar cambios\nen el calendario.";
"RESEND_SHARING_INVITATION" = "Reenviar invitación a compartir…";
"REMOVE_FROM_CALENDAR" = "Eliminar del calendario";
"REMOVE" = "Eliminar";
"REMOVE_ALERT_TEXT" = "%@ perderá acceso a este calendario inmediatamente.";
"SHARE_LINK_WITH_ELLIPSIS" = "Compartir enlace…";
"SHARE_LINK_TO_CALENDAR_WITH" = "Compartir enlace a calendario con:";
"EMAIL" = "Enviar por correo";
"MESSAGE" = "Mensaje";
"TWEET" = "Publicar en Twitter";
"COPY_LINK" = "Copiar enlace";

/* Shared calendar event changes */
"SHARED_ADDED_TO_CALENDAR_BY" = "Añadido a %@ por %@";
"SHARED_DELETED_FROM_CALENDAR_BY" = "Eliminado de %@ por %@";
"SHARED_UPDATED_IN_CALENDAR_BY" = "Actualizado en %@ por %@";
"SHARED_ONE_PROP_CHANGED_BY" = "%@ cambiado por %@";
"SHARED_ONE_PROP_CHANGED_TO_BY" = "%@ cambiado a %@ por %@";
"SHARED_TWO_PROPS_CHANGED_BY" = "%@ y %@ cambiados por %@";

"SHARED_ADDED_TO_CALENDAR_COALESCED" = "Se han añadido %@ eventos a %@.";
"SHARED_DELETED_FROM_CALENDAR_COALESCED" = "Se han eliminado %@ eventos de %@.";
"SHARED_UPDATED_IN_CALENDAR_COALESCED" = "Se han actualizado %@ eventos en %@.";
"SHARED_ADDED_TO_CALENDAR_BY_COALESCED" = "Se han añadido %@ eventos a %@ por parte de %@.";
"SHARED_DELETED_FROM_CALENDAR_BY_COALESCED" = "Se han eliminado %@ eventos de %@ por parte de %@.";
"SHARED_UPDATED_IN_CALENDAR_BY_COALESCED" = "Se han actualizado %@ eventos en %@ por parte de %@.";

"SHARED_PROP_DATE" = "fecha";
"SHARED_PROP_TIME" = "hora";
"SHARED_PROP_TITLE" = "título";
"SHARED_PROP_LOCATION" = "ubicación";

"ADD_SHAREES_PROMPT" = "Añadir participantes a este calendario.";

"CREATED_BY" = "Creado por";
"EDITED_BY" = "Editado por";
"CREATED_BY_LOWERCASE" = "creado por";
"EDITED_BY_LOWERCASE" = "editado por";

"SHARED_CALENDAR_INVITE_REPLY_ACCEPTED" = "%@ ha aceptado compartir su calendario.";
"SHARED_CALENDAR_INVITE_REPLY_DECLINED" = "%@ ha rechazado compartir su calendario.";
"PENDING_SHARED_CALENDAR_FORMAT" = "%@ no ha contestado a esta invitación para compartir el calendario.";

"SHARED_CALENDAR_NO_LONGER_SHARED" = "Este calendario ya no está compartido.";
"SHARED_CALENDAR_NOW_PUBLIC" = "Este calendario es ahora público.";

"PUBLISHED_CALENDAR_MESSAGE_SUBJECT" = "Suscríbete a mi calendario %@";
"PUBLISHED_CALENDAR_MESSAGE_BODY" = "Suscríbete a mi calendario %@ en: %@";

"ATTACHMENTS" = "Archivos adjuntos";
"ATTACHMENTS_LOWERCASE" = "archivos adjuntos";
"CANNOT_OPEN_ATTACHMENT" = "Imposible abrir el archivo adjunto";
"ATTACHMENT_DOWNLOAD_PROGRESS" = "%@ de %@";
"ATTACHMENT_DOWNLOAD_ERROR" = "Se ha producido un error al descargar el archivo adjunto.";
"ATTACHMENT_FILE_TYPE_ERROR" = "Este tipo de archivo no es compatible.";
"UNTITLED_ATTACHMENT" = "Archivo adjunto sin título";

"UPDATING_CALENDARS_WITH_ELLIPSIS" = "Actualizando calendarios…";

"ENDS_TIME_FORMAT" = "finaliza a las %@";

"CALENDAR_DATE_AT_TIME_FORMAT" = "%@ a la(s) %@";
"CALENDAR_TODAY" = "Hoy";
"CALENDAR_TODAY_LOWER" = "hoy";
"CALENDAR_YESTERDAY" = "Ayer";
"CALENDAR_YESTERDAY_LOWER" = "ayer";
"CALENDAR_TOMORROW" = "Mañana";
"CALENDAR_TOMORROW_LOWER" = "mañana";

/* date prior to day, but in previous week ('last Monday')*/
"CALENDAR_LAST_WEEK_FORMAT" = "El %@ pasado";
"CALENDAR_LAST_WEEK_LOWER_FORMAT" = "el %@ pasado";
/* prior day to today, but in this week ('this past Monday') */
"CALENDAR_PRIOR_DAY_THIS_WEEK_FORMAT" = "El %@ pasado";
"CALENDAR_PRIOR_DAY_THIS_WEEK_LOWER_FORMAT" = "el %@ pasado";
/* date after today, but in this week ('this Friday') */
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_FORMAT" = "Este %@";
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_LOWER_FORMAT" = "este %@";
/* date after today, but in next week ('next Thursday'). I'm not completely sure why we don't just say Next here. */
"CALENDAR_NEXT_WEEK_FORMAT" = "Este %@";
"CALENDAR_NEXT_WEEK_LOWER_FORMAT" = "el próximo %@";

/* These strings are used for the title of a group of accounts of specific types */
"SUBSCRIBED_CALENDAR_GROUP_TITLE" = "Suscripciones";
/* Ususally preceeded by "All" to denote selecting all the calendars in the group. In english these are the same. */
"SUBSCRIBED_CALENDAR_GROUP_MID_SENTENCE_TITLE" = "Suscripciones";

"FACEBOOK_GROUP_TITLE" = "Facebook";
"FACEBOOK_GROUP_MID_SENTENCE_TITLE" = "Facebook";
